Repository: stakwork/sphinx-mac
Catalog: com.stakwork.sphinx.desktop/Scenes/Dashboard/Payments/Views/*.lproj/Payments.strings
Languages: es

# 0pr-TK-bNe.title
source: No transactions found
es: No se encontraron transacciones

# Ea7-H2-7Dh.title
source: Invoice Amount:
es: Monto:

# LUL-D5-qRg.title
source: Expiration Date:
es: Fecha de caducidad:

# NXD-Ix-g5w.title
source: Receive Invoice Details
es: Detalles de la Solicitud

# RUZ-2d-88J.title
source: Invalid Memo
es: Memo

# TPC-Xj-wL1.title
source: Verify
es: Verificar

# Y0k-xk-ZIY.title
source: Pay
es: Pagar

# dy9-Sq-zAd.title
source: Copy QR Code Image
es: Copiar Código QR

# f1b-6R-thb.title
source: Payment Request
es: Solicitud de Pago

# ic3-5t-TBt.title
source: Invalid Expiration
es: Fecha de Caducidad inválida

# mJ1-kK-Dwy.title
source: Invalid Amount
es: Monto inválido

# tA6-sn-INu.title
source: Copy Invoice String
es: Copiar Solicitud de Pago

# wNu-2z-sZt.title
source: Receive Invoice Details
es: Detalles de la Solicitud

# yRh-f6-Lic.title
source: Pay Invoice
es: Pagar Solicitud
