Repository: stakwork/sphinx-mac
Catalog: com.stakwork.sphinx.desktop/*.lproj/Localizable.strings
Languages: es

# generic.success.title
source: Success
es: Éxito

# generic.error.message
source: There was an error. Please try again later.
es: Ha habido un problema. Por favor vuelva a intentarlo más tarde.

# generic.message.error
source: The message could not be sent. Please try again later
es: El mensaje no pudo ser encriptado correctamente por lo cual no puede ser enviado.

# generic.attachment.error
source: There was an problem uploading the file. Please try again later.
es: Ha habido un problema subiendo el archivo. Por favor vuelva a intentarlo más tarde.

source: Confirm
es: Confirmar

source: Authorize
es: Autorizar

source: Warning
es: Atención

# done.upper
source: DONE
es: LISTO

# next.upper
source: NEXT
es: SIGUIENTE

# confirm.upper
source: CONFIRM
es: CONFIRMAR

source: continue
es: continuar

# save.upper
source: SAVE
es: GUARDAR

source: Cancel
es: Cancelar

# uploaded.progress
source: Uploaded: %d %%
es: Subido: %d %%

source: Public Key
es: Clave Pública

# name.you
source: You
es: Tú

# name.unknown
source: Unknown
es: Desconocido

# name.unknown.initials
source: UK
es: D

source: Today
es: Hoy

source: Contact
es: Contacto

source: Profile
es: Mi Perfil

source: Transactions
es: Transacciones

# profile.saved
source: Profile changes successfully saved
es: Los cambios en el perfil han sido guardados con éxito

source: Search
es: Buscar

source: Submit
es: Enviar

source: finish
es: finalizar

# verify.upper
source: Verify
es: Verificar

# pay.upper
source: Pay
es: Pagar

source: Make Payment
es: Hacer el Pago

source: Expired Invoice
es: Solicitud caducada

source: Connected to Node
es: Conectado al Nodo

# socket.disconnected
source: Live updates unavailable
es: Actualizaciones en tiempo real no disponibles

# unable.to.connect
source: Unable to connect to Node
es: No es posible conectarse al Nodo

# unauthorized.error.message
source: Something went wrong, please contact support
es: Ha habido un problema. Por favor contacta con soporte.

# network.connection.lost
source: The network connection is lost. Please check your network and try again later.
es: No hay conexión de red. Por favor verifique su red y vuelva a intentarlo.

# reverting.ip
source: New URL test failed, restoring previous setting...
es: La verificación de la nueva URL ha fallado, restaurando configuración previa...

# verifying.new.ip
source: Testing new URL...
es: Verificando la nueva URL...

# menu.dashboard
source: Dashboard
es: Inicio

# menu.contacts
source: Contacts
es: Contactos

# menu.profile
source: Profile
es: Perfil

# support.describe.problem
source: Describe your problem here...
es: Describa su problema aquí...

# support.logs.copied
source: Logs copied to clipboard
es: Registros copiados al portapapeles

# message.sent
source: Your message has been sent
es: Su mensaje ha sido enviado

# dashboard.tabs.friends
source: Friends
es: Amigos

# dashboard.tabs.tribes
source: Tribes
es: Tribus

# unselect.all.upper
source: UNSELECT ALL
es: DESELECCIONAR TODOS

# select.all.upper
source: SELECT ALL
es: SELECCIONAR TODOS

# add.members.limit
source: You can't add more than %d members
es: Imposible agregar más de %d miembros

# reach.members.limit
source: You have reached the group members limit
es: Has alcanzado el límite de miembros

source: Group Image
es: Imagen del Grupo

# select.option
source: Please select an option
es: Por favor selecciona una opción

# required.fields.empty
source: Some of the required fields are empty
es: Algunos de los campos obligatorios están vacíos

source: Add Contacts
es: Agregar Contactos

# pub.key.options-send.payment
source: Send Payment
es: Enviar Pago

source: Select Contacts
es: Seleccionar Contactos

# contacts.upper
source: CONTACTS
es: CONTACTOS

# member.join.soon
source: New members will join group soon
es: Los nuevos miembros se unirán pronto

source: Unknown Group
es: Grupo Desconocido

source: Created on %@
es: Creado: %@

# group.members.upper
source: TRIBE MEMBERS
es: MIEMBROS DE LA TRIBU

# tribe.pending.members.upper
source: PENDING TRIBE MEMBERS
es: MIEMBROS PENDIENTES DE LA TRIBU

source: Group Options
es: Opciones del Grupo

source: Edit Group
es: Editar Grupo

source: Delete Group
es: Eliminar Grupo

source: Exit Group
es: Abandonar Grupo

# confirm.exit.delete.group
source: Are you sure you want to exit and delete group?
es: ¿Estás seguro que deseas abandonar y eliminar el grupo?

# confirm.delete.group
source: Are you sure you want to delete the group?
es: ¿Estás seguro que deseas borrar este grupo?

# confirm.exit.delete.tribe
source: Are you sure you want to exit and delete tribe?
es: ¿Estás seguro que deseas abandonar y eliminar la tribu?

# confirm.delete.tribe
source: Are you sure you want to delete tribe?
es: ¿Estás seguro que deseas borrar esta tribu?

# share.group.link
source: Join tribe QR code
es: Código QR de la tribu

# group.link.upper
source: TRIBE QR CODE
es: CÓDIGO QR DE LA TRIBU

source: Profile Image
es: Imagen de Perfil

# edit.group.upper
source: EDIT GROUP
es: EDITAR GRUPO

# just.left.group
source: %@ just left the group
es: %@ ha abandonado el grupo

# just.left.tribe
source: %@ just left the tribe
es: %@ ha abandonado la tribu

# has.joined.group
source: %@ has joined the group
es: %@ se ha unido al grupo

# has.joined.tribe
source: %@ has joined the tribe
es: %@ se ha unido a la tribu

# added.to.group
source: %@ has been added to group
es: %@ ha sido agregado al grupo

# tribe.kick
source: The admin has removed you from this tribe
es: El administrador te ha eliminado de esta tribu

# tribe.deleted
source: The admin has deleted this tribe
es: El administrador ha eliminado esta tribu

# member.request
source: %@ wants to join the tribe
es: %@ desea unirse a la tribu

# member.request.rejected
source: The admin declined your request
es: El administrados ha denegado tu solicitud

# member.request.approved
source: Welcome! You’re now a member
es: ¡Bienvenido! Ya eres miembro del grupo

# admin.request.approved
source: You have approved the request from %@
es: Has aprobado la solicitud de %@

# admin.request.rejected
source: You have declined the request from %@
es: Has denegado la solicitud de %@

# waiting.admin.approval
source: Waiting for admin approval
es: Esperando aprobación del administrador

# deleted.tribe.title
source: Deleted Tribe
es: Tribu eliminada

# deleted.tribe.description
source: The admin has deleted this tribe. You won't be able to send or receive messages anymore. Exit and delete tribe from details view.
es: El administrados ha eliminado esta tribu. Ya no podrás enviar ni recibir mensajes. Elimina y abandona la tribu desde la vista de detalles de la tribu.

source: Join Tribe
es: Unirse a la Tribu

source: Exit Tribe
es: Abandonar Tribu

# confirm.exit.tribe
source: Are you sure you want to exit tribe?
es: ¿Estás seguro que deseas abadonar esta tribu?

# share.group
source: Share tribe QR code
es: Compartir código QR

source: Delete Tribe
es: Eliminar Tribu

source: Edit Tribe
es: Modificar Tribu

# alias.allowed-characters
source: Only letters, numbers and underscore are allowed in tribe aliases
es: Solo se permiten letras, números y guiones bajos en el alias de la tribu

# kick.member.title
source: Tribe Member
es: Miembro de la Tribu

# kick.member.message
source: Are you sure you want to remove this member from the triibe?
es: ¿Estás seguro que deseas eliminar a este miembro de la tribu?

# leave.lose.unsaved.changed
source: Are you sure you want to leave and lose any unsaved changes?
es: ¿Estás seguro que deseas salir? Los cambios no guardado se perderán

# paused.upper
source: PAUSED
es: PAUSADO

# ended.upper
source: ENDED
es: FINALIZADO

# active.upper
source: ACTIVE
es: ACTIVO

# subscription.fields.required
source: Amount, Time Interval and End Rule are required.
es: Monto, intervalo de tiempo y finalización de pagos son obligatorios.

# confirm.delete.subscription
source: Are you sure you want to delete this subscription?
es: ¿Estás seguro que deseas eliminar esta suscripción?

# amount.upper
source: AMOUNT
es: MONTO

# time.interval.upper
source: TIME INTERVAL
es: INTERVALO DE TIEMPO

# end.rule.upper
source: END RULE
es: FINALIZACIÓN

source: Total payments:
es: Cantidad de pagos:

source: Pay until:
es: Pagar hasta:

# already.subscribed
source: You are already subscribed.
es: Ya estás suscripto.

# value.cannot.empty
source: Value can not be empty
es: Valor requerido

# subscribe.upper
source: SUBSCRIBE
es: SUSCRIBIRSE

# x.copied.clipboard
source: %@ copied to clipboard
es: %@ copiado al portapapeles

source: Payment Request
es: Solicitud de Pago

source: Copy Invoice String
es: Copiar Texto

source: Copy Invoice Image
es: Copiar Imagen

source: New Contact
es: Nuevo Contacto

# save.to.contacts.upper
source: SAVE TO CONTACTS
es: GUARDAR CONTACTO

# edit.contact.upper
source: EDIT CONTACT
es: EDITAR CONTACTO

# subscribed.upper
source: SUBSCRIBED
es: SUSCRIPTO

# nickname.address.required
source: Nickname and Address are required.
es: Alias y dirección son obligatorios

# invalid.pubkey
source: Invalid Public Key
es: Clave Pública inválida

# new.contact.error.alreadyExists
source: A contact with this public key already exists in your Address Book.
es: Ya existe un contacto con esta clave pública en tu lista de contactos.

source: Delete Contact
es: Eliminar contacto

# delete.contact.warning
source: Are you sure you want to delete this contact?
es: ¿Estás seguro de que quieres eliminar este contacto?

source: Mark as Unread
es: Marcar como no leído

source: Mark as Read
es: Marcar como leído

source: Group Details
es: Detalles del Grupo

source: Tribe Details
es: Detalles de la Tribu

source: Add People
es: Agregar

source: Whoops!
es: Ups!

source: Welcome
es: Bienvenido

source: Welcome!
es: Bienvenido!

# contact.support
source: Something went wrong. Please contact our support at support@stakwork.com
es: Ha habido un problema. Por favor contacta con soporte en support@stakwork.com

# paste.invite.text
source: Paste the invitation text or scan the QR code
es: Pega el código de invitación o escanea el código QR

# paste.invitation.code
source: Paste your invitation code...
es: Pega el código de invitación...

# paste.keys
source: Paste your keys...
es: Pega aquí tus claves...

# enter.pin.upper
source: ENTER PIN
es: INGRESA PIN

source: Invalid PIN
es: PIN Inválido

# message.from.friend
source: A message from your friend..
es: Un mensaje de tu amigo...

source: skip
es: omitir

source: get it now
es: obtener ahora

source: select image
es: seleccionar imagen

source: Change Image
es: cambiar imagen

source: Nickname
es: Alias

# nickname.cannot.empty
source: Nickname can't be empty.
es: Debes ingresar un alias

# ready.use.sphinx
source: You're ready to use Sphinx!
es: Todo listo para usar Sphinx!

source: ready
es: listo

# ready.sphinx.text
source: You can send messages, spend %@ sats, or receive up to %@ sats.
es: Puedes enviar mensajes, enviar %@ sats, o recibir hasta %@ sats.

# invite.more.sats
source: More sats are needed to request this invite
es: No tienes suficientes sats para solicitar esta invitación

# code.copied.clipboard
source: Code copied to clipboard
es: Código copiado al portapapeles

# confirm.delete.keychain
source: Are you sure you want to permanently delete this node from keychain? Double check you are not connected to this node from other device, since this will remove the info from keychain causing that connection to be lost.
es: ¿Estás seguro que deseas borrar permanentemente este nodo de Keychain? Verifica no estas conectado a este nodo en otro dispositivo, ya que esta acción borrará la información haciendo que tu conexión en el otro dispositivo se pierda.

# error.restoring.keychain
source: There was an error restoring from Keychain.
es: Ocurrió un problema restaurando desde Keychain.

# share.invite.code.upper
source: SHARE INVITATION CODE
es: COMPARTIR INVITACIÓN

source: Add Friend
es: Agregar Amigo

# invalid.code.pubkey
source: This looks like a pubkey, to sign up you'll need an invite code from https://sphinx.chat
es: Parece que has ingresado una clave pública, para registrarte necesitarás un código de invitación. Obtenlo en https://sphinx.chat

# invalid.code.invoice
source: This looks like an invoice, to sign up you'll need an invite code from https://sphinx.chat
es: Parece que has ingresado una solicitud de pago, para registrarte necesitarás un código de invitación. Obtenlo en https://sphinx.chat

# invalid.code
source: We don't recognize this code, to sign up you'll need an invite code from https://sphinx.chat
es: El código ingresado no es válido, para registrarte necesitarás un código de invitación. Obtenlo en https://sphinx.chat

# tor.connection.failed
source: Tor connection error
es: Error conectando a Tor

source: Establishing Tor circuit...
es: Estableciendo circuito con Tor...

# wait.tor.request
source: Please wait. This process could take a few minutes...
es: Por favor espera. Este proceso puede tardar algunos minutos...

# restore.label
source: Copy your keys from your mobile app and paste it here.
es: Copia tus claves desde la aplicación móvil y pegales aquí.

# signup.label
source: Paste your invitation code into Sphinx
es: Pega tu código de invitación en Sphinx

# restore.label.bold
source: Copy your keys
es: Copia tus claves

# signup.label.bold.1
source: Paste
es: Pega

# signup.label.bold.2
source: invitation code
es: código de invitación

source: Get Started
es: Comenzar

source: Set Nickname
es: Establecer Alias

# set.pin
source: Set PIN (6 digits)
es: Establecer PIN (6 dígitos)

source: Confirm PIN
es: Confirmar PIN

# sphinx.on.phone
source: Don't you have Sphinx on your phone?
es: ¿Aún no tenes Sphinx en tu teléfono?

# sphinx.on.phone.bold
source: Sphinx on your phone
es: Sphinx en tu teléfono

# address.copied.clipboard
source: Address copied to clipboard
es: Dirección copiada al portapapeles

# pin.keys.encryption
source: Enter your PIN to encrypt your keys. You will need it when restoring account on other device.
es: Ingresa tu PIN para encriptar las claves. ¡Recuérdalo! Lo necesitarás para restaurar tu cuenta en otro dispositivo.

source: Export Keys
es: Exportar Claves

# keys.will.copy.clipboard
source: Your keys will be copied to the clipboard. Save this string & remember your pin before deleting the app or all data will be lost.
es: Tus claves se copiarán al portapapeles. Guarda las claves y recuerda tu PIN antes de borrar la aplicación o toda la información se perderá.

# keys.copied.clipboard
source: Export keys copied to clipboard
es: Claves copiadas al portapapeles

# server.url.updated
source: Server URL successfully updated
es: La URL del servidor ha sido actualizada con éxito

source: Drag Image
es: Arrastre una imagén

# pubkey
source: Public Key
es: Clave Pública

source: Route Hint
es: Pista de Ruta

# pubkey.upper
source: PUBLIC KEY
es: CLAVE PÚBLICA

# profile.setup-signing-device
source: Setup Signing Device
es: Configurar Dispositivo de firma

# profile.configure-signing-device
source: Configure Signing Device
es: Configurar Dispositivo de firma

# profile.lightning-url-title
source: Lightning node URL
es: URL del nodo de lightning

# profile.lightning-url-message
source: Enter the URL of your lightning node
es: Ingresa la URL de tu nodo de lightning

# profile.lightning-url-error
source: Lightning node URL can not be empty
es: La URL no puede ser vacía

# profile.lightning-port-title
source: Lightning node Port
es: Puerto del nodo de lightning

# profile.lightning-port-message
source: Enter the Port number of your lightning node
es: Ingresa el número de puerto de tu nodo de lightning

# profile.lightning-port-error
source: Port can not be empty
es: El Puerto no puede ser vacío

# profile.wifi-network-title
source: WiFi network
es: Red WiFi

# profile.wifi-network-message
source: Please specify your WiFi network
es: Por favor especifica tu red WiFi

# profile.wifi-network-error
source: WiFi name can not be empty
es: La red WiFi no puede ser vacía

# profile.wifi-password-title
source: WiFi password
es: Contraseña de WiFi

# profile.wifi-password-message
source: Enter the WiFi password for %@
es: Ingresa la contraseña de WiFi para %@

# profile.wifi-password-error
source: WiFi password can not be empty
es: La contraseña de WiFi no puede ser vacía

# profile.seed-sent-successfully
source: Seed sent to hardware successfully
es: Seed envíado al dispositivo con éxito

# profile.error-sending-seed
source: Error sending seed to hardware
es: Ocurrió un error enviando el seed al dispositivo

# profile.error-getting-hardware-public-key
source: Error getting hardware public key
es: Ocurrió un error al intentar obtener la clave pública del dispositivo

# profile.store-mnemonic
source: Store your Mnemonic securely
es: Guarda tus palabras de seguridad cuidadosamente

# profile.network-check-title
source: Check your network
es: Verifica tu conexión WiFi

# profile.network-check-message
source: Before starting you need to connect to "sphinxkey" WiFi network. Otherwise you won’t be able to setup your device. Are you connected to this network?
es: Antes de comenzar tenes que conectarte a la red WiFi "sphinxkey". De lo contrario no vas a poder configurar tu dispositivo. ¿Estás actualmente conectado a esta red?

# profile.mnemonic-copied
source: Mnemonic words copied to clipboard
es: Palabras de seguridad copiadas al portapapeles

# profile.bitcoin-network
source: Bitcoin Network
es: Red de Bitcoin

# profile.select-bitcoin-network
source: Select Bitcoin Network
es: Seleccioná la red de Bitcoin

# profile.mnemonic-generation-title
source: Mnemonic generation
es: Generación de palabras de seguridad

# profile.mnemonic-generation-description
source: Choose the option of your preference
es: Elegí la opción de tu preferencia

# profile.mnemonic-enter-title
source: Mnemonic words
es: Palabras de seguridad

# profile.mnemonic-enter-description
source: Enter your 12 or 24 mnemonic words separated by a space
es: Ingresá 12 o 24 palabras de seguridad separadas por un espacio

# profile.mnemonic-enter-error
source: The entered words are not valid
es: Las palabras ingresadas no son válidas

# profile.mnemonic-enter
source: Enter your 12/24 mnemonic words
es: Ingresá tus 12/24 palabras de seguridad

# profile.mnemonic-generate
source: Generate random mnemonic words
es: Generar palabras de seguridad al azar

# profile.signer-setup-title
source: Setup
es: Configuración

# profile.signer-setup-message
source: Setup hardware device or computer signer
es: Configurar hardware o computer signer

# profile.signer-qr-code.title
source: QR code
es: Código QR

# profile.signer-qr-code.message
source: Enter QR code content
es: Ingresá el contenido del código QR

source: Privacy PIN
es: PIN de Privacidad

source: Standard PIN
es: PIN Estandar

# choose.pin.upper
source: CHOOSE PIN
es: ELIGE TU PIN

# confirm.pin.upper
source: CONFIRM PIN
es: CONFIRMA TU PIN

source: PIN doesn't match
es: El PIN no concuerda

source: PINS do not match
es: Los PINS no concuerdan

# current.pin
source: Old PIN
es: PIN actual

source: New PIN
es: Nuevo PIN

source: Confirm new PIN
es: Confirme nuevo PIN

# pin.changed
source: Your PIN has been updated. Please re-export your keys using this new PIN.
es: Tu PIN ha sido actualizado. Por favor exporta tus claves nuevamente usando el nuevo PIN.

# contact.pin.error
source: You can't use your main PIN as group PIN
es: No puedes usar tu PIN principal como PIN de grupo

source: Set Privacy PIN
es: Establecer PIN Privado

source: Change Privacy PIN
es: Cambiar PIN Privado

# privacy.pin.set
source: Your Privacy PIN has been set
es: Su PIN Privado ha sido establecido

# privacy.pin.changed
source: Your Privacy PIN has been updated
es: Su PIN Privado ha sido modificado

# pins.must.be.different
source: Your PIN and your Privacy PIN can not be the same
es: Su PIN y si PIN Privado no pueden ser iguales

# privacy.pin.tooltip
source: If the privacy setting is active, the contact will only show when the correct privacy PIN is used to log into Sphinx. You first need to set Privacy PIN from Profile to use this feature.
es: Cuando la configuración de privacidad está activada, el contacto solo estará visible si se utilizó el PIN Privado para ingresar en Sphinx. Primero debes setear el PIN Privado desde el Perfil para user esta funcionalidad

# pin.change
source: Change PIN
es: Cambio de PIN

# confirm.pin.change
source: Are you sure you want to change your PIN?
es: ¿Estás seguro que deseas cambiar tu PIN?

# confirm.privacy.pin.change
source: Are you sure you want to change your Privacy PIN?
es: ¿Estás seguro que deseas cambiar tu PIN de Privacidad?

# error.loading.transactions
source: There was an error loading transactions list. Please try again later.
es: Ocurrió un problema cargando la lista de transacciones. Por favor vuelva a intentarlo más tarde.

source: Loading more transactions...
es: Cargando más transacciones...

# transactions.failure-reason
source: Failure reason:
es: Causa de la falla:

# scan.qr.code.upper
source: SCAN A QR CODE
es: ESCANEA UN CÓDIGO QR

# paste.invoice.subscription
source: Paste Invoice or Subscription code
es: Pega la solicitud de pago o el códido de suscripción

# contact.address.upper
source: CONTACT ADDRESS
es: DIRECCIÓN DEL CONTACTO

source: Enter Address
es: Ingresa la Dirección

# scan.upper
source: SCAN
es: ESCANEAR

source: Enter Code
es: Ingresa el Código

source: Sorry
es: Lo lamentamos

# code.not.recognized
source: We don't recognize this type of code.
es: No podemos reconocer este tipo de código.

source: Expired:
es: Caducado:

source: Invoice
es: Solicitud

# confirm.pay.invoice
source: Are you sure you want to pay this invoice?
es: ¿Estás seguro que deseas pagar esta solicitud?

source: Invoice Amount:
es: Ingresar monto:

source: Expiration Date:
es: Fecha de expiración:

source: Invoice String
es: Ingresar Solicitud de Pago

# payment.failed.upper
source: PAYMENT FAILED
es: PAGO FALLIDO

# microphone.permission.denied
source: You have denied microphone permissions. Go to Settings -> Sphinx and enable them to record audio messages.
es: Has denegado los permisos de uso de micrófono. Dirigete a Configuración -> Sphinx y actívalos nuevamente para poder enviar mensajes de audio.

# chat.muted.message
source: Chat is now muted. You won't get push notifications for incoming messages on this chat
es: La conversación está ahora silenciada. No recibirás notificaciones para las mensajes entrantes en esta conversación.

# pay.invitation
source: Pay for invitation
es: Pagar la invitación

# payment.failed
source: Payment failed, try again later
es: Pago fallido, inténtalo nuevamente más tarde

# expires.in
source: Expires in %@ minutes
es: Caduca en %@ minutos

# expires.in.elements
source: Expires in %@ hours and %@ minutes
es: Caduca en %@ horas y %@ minutos

source: Invoice Paid on %@
es: Solicitud pagada el %@

# invoice.amount.paid.on
source: Invoice of %@ sats Paid on %@
es: Solicitud de %@ sats pagada el %@

source: Media terms expired
es: Archivo caducado

source: Message Failed
es: Mensaje fallido

# invite.name
source: Invite: %@
es: Invitación: %@

source: Welcome to Sphinx!
es: Bienvenido a Sphinx!

source: Loading more messages...
es: Cargando más mensajes...

# message.placeholder
source: Message...
es: Mensaje...

source: Audio message cancelled
es: Mensaje de audio cancelado

source: Loading Preview...
es: Cargando vista previa...

source: Title not available
es: Título no disponible

source: Description not available
es: Descripción no disponible

source: Preview not available
es: Vista previa no disponible

# text.copied.clipboard
source: Text copied to clipboard
es: Texto copiado al portapapeles

# link.copied.clipboard
source: Link copied to clipboard
es: Enlace copiado al portapapeles
