Repository: stakwork/sphinx-mac
Catalog: com.stakwork.sphinx.desktop/*.lproj/Localizable.strings
Languages: es

# pub.key.copied.clipboard
source: Public Key copied to clipboard
es: Clave Públic acopiada al portapapeles

# call.link.copied.clipboard
source: Call Link copied to clipboard
es: Enlace de llamada copiado al portapapeles

# pubkey.copied.clipboard
source: Public Key copied to clipboard
es: Clave Pública copiada al portapapeles

# route.hint.copied.clipboard
source: Route Hint copied to clipboard
es: Pista de Ruta copiada al portapapeles

# invoice.copied.clipboard
source: Invoice copied to clipboard
es: Invoice copiado al portapapeles

# fetching.old.messages
source: Fetching old messages Please wait...
es: Cargando mensajes antiguos Espera, por favor...

# fetching.new.messages
source: Fetching new messages Please wait...
es: Cargando mensajes nuevos Espera, por favor ...

# group.price.text
source: Price per Message: %@ sat - Amount to Stake: %@ sat
es: Precio por mensaje: %@ sat - Cantidad a retener: %@ sat

source: Join Call
es: Unirse a la Llamada

source: Decrypting message...
es: Desencriptando mensaje...

source: Encryption error
es: Error de Encriptación

# cannot.load.message.data
source: Can't load message data
es: Error al cargar mensaje

# pay.to.unlock.msg
source: Pay to unlock Message
es: Paga para desbloquear

# loading.paid.message
source: Loading message...
es: Cargando mensaje...

source: Copy Text
es: Copiar Texto

source: Copy Link
es: Copiar Enlace

# copy.pub.key
source: Copy Public Key
es: Copiar Clave

source: Copy Call Link
es: Copiar Enlace

source: Reply
es: Responder

source: Save File
es: Descargar

source: Delete Message
es: Eliminar Mensaje

# resend.message
source: Resend
es: Mandar otra vez

source: received
es: recibido/a

source: sent
es: enviado/a

# reply.to
source: Replying to
es: Respondiendo a

# message.x.deleted
source: Message deleted
es: Mensaje eliminado

source: Payment
es: Pago

# tribe.payment.sent
source: Payment of %@ sent to %@
es: Pago de %@ enviado a %@

# tribe.payment.received
source: %@ sent a payment of %@ to %@
es: %@ ha enviado un pago de %@ a %@

# picture.capitalize
source: Picture
es: Imagen

# paid.message.capitalize
source: Paid Message
es: Mensaje Pago

source: Message not supported
es: Formato no válido

# from.lower
source: from
es: de

# purchase.item.description
source: Purchase item
es: Mensaje pago

source: Item purchased
es: Pago de artículo

source: Item purchase denied
es: Pago de artículo denegado

source: Confirm Purchase
es: Confirmar Compra

# confirm.purchase.message
source: Are you sure you want to purchase this item?
es: ¿Estas seguro de que quieres comprar este artículo?

source: Bot response
es: Respuesta de Bot

source: File
es: Archivo

source: Downloading file...
es: Descargando archivo...

source: Amount too low
es: Importe demasiado bajo

source: Amount too high
es: Importe demasiado alto

source: Link not supported
es: Enlace no válido

# bot.response.preview
source: Bot response
es: Respuesta de Bot

# optional.message.placeholder
source: Optional Message...
es: Mensaje opcional...

# price.required
source: Price is required
es: Precio requerido

# message.required
source: Message is required
es: Mensaje requerido

# send.gif.upper
source: SEND GIF
es: ENVIAR GIF

# find.and.share.gif
source: Find and share a gif
es: Buscar y enviar un gif

# send.image.upper
source: SEND IMAGE
es: ENVIAR IMAGEN

# send.paid.message.upper
source: SEND PAID MESSAGE
es: ENVIAR MENSAJE PAGO

# send.video.upper
source: SEND VIDEO
es: ENVIAR VIDEO

# set.price.upper
source: SET PRICE
es: PRECIO

source: To
es: A

source: From
es: De

source: Create Invoice
es: Crear Solicitud

source: Pay Invoice
es: Pagara Solicitud

# send.payment.upper
source: SEND PAYMENT
es: ENVIAR PAGO

# request.amount.upper
source: REQUEST AMOUNT
es: SOLICITAR PAGO

source: Balance too low
es: Balance demasiado bajo

# payment.successfully.sent
source: Your payment was successfully sent.
es: Tu pago fue enviado con éxito.

# memo.too.large
source: Memo is too large
es: Memo demasiado largo

source: pages
es: páginas

source: page
es: página

# pdf.description
source: PDF - %@ - Page %d of %d
es: PDF - %@ - Página %d de %d

source: Create Call
es: Crear Llamada

source: Select call mode
es: Seleccionar Tipo de Llamada

source: Video or Audio
es: Video o Audio

source: Log in to your account
es: Ingresar

# email.cant.be.sent
source: Email can't be sent from this device.
es: El correo electrónico no puede ser enviado desde este dispositivo.

# photo.library.denied
source: You have revoked Photo Library permissions. Go to Settings -> Sphinx to enable them again.
es: Has denegado el accesso a tu librería de fotos. Dirigete a Configuración -> Sphinx y actívalo nuevamente.

# item.successfully.saved
source: The %@ was successfully saved.
es: El/La %@ ha sido guardado/a exitosamente.

# error.saving.item
source: There was an error saving %@, please try again later.
es: Ha habido un problema al guardar el/la %@. Por favor vuelve a intentarlo más tarde.

source: image
es: imagen

source: Dismiss
es: Cerrar

source: Invoice Paid
es: Solicitud pagada

source: Amount
es: Monto

source: Camera
es: Cámara

source: Photo Library
es: Librería de Fotos

# no.camera.available
source: No camera available in this device
es: No hay cámara disponible en este dispositivo

# keysend.received
source: You have received a payment of %d sats
es: Has receibido un pago de %d sats

# people.message.placeholder
source: Initial message to
es: Mensaje inicial para

# authorization.succeeded
source: Authorization Succeeded. Please go back to the website to complete your profile.
es: Autorización exitosa. Por favor vuelve a la página web para completar tu pérfil.

source: Authorization Failed
es: Fallo en la autorización

# authorization.success
source: Success! You’ve been logged in
es: Felicitaciones! Has sido autorizado

# already.connected
source: You are already connected with this person
es: Ya estas conectado con esta persona

source: Price to meet:
es: Precio para conectar:

# popup.authorize-with
source: Do you want to authorize with:
es: ¿Quieres autorizar a:

# popup.redeem-sats
source: Redeem %d sats from:
es: Canjear %d sats de:

# authorization.login
source: You’ve been logged in successfully
es: Felicitaciones! Has iniciado sesión

# people.save-profile
source: Save Profile from:
es: Guardar Perfil de:

# people.delete-profile
source: Delete Profile from:
es: Borrar Perfil de:

# people.save-failed
source: Save Profile failed
es: No se ha podido guardar el Perfil

# people.delete-failed
source: Delete Profile failed
es: No se ha podido eliminar el Perfil

# people.save-succeed
source: Profile saved successfully
es: Perfil guardado con éxito

# people.delete-succeed
source: Profile deleted successfully
es: Perfil borrado con éxito

# people.claim-on-liquid
source: Redeem Badge Token from:
es: Canjear tokens de:

# people.claim-on-liquid-succeed
source: Redeemed Badge Token successfully
es: No se ha podido canjear los tokens

# people.claim-on-liquid-failed
source: Could not Redeem Badge Token
es: Tokens canjeados con éxito

source: Purchase Succeeded
es: Compra exitosa

source: Purchase denied
es: Compra denegada

source: Processing
es: Procesando

source: Pending
es: Pendiente

# invite.looking.available.node
source: Looking for an available node for %@...
es: Buscando nodo disponible para %@...

# invite.payment.sent
source: Payment sent, waiting confirmation
es: Pago enviado, esperando confirmación

# invite.pay
source: Tap to pay and activate the invite
es: Toca para pagar y actvar la invitación

# invite.ready
source: Ready! Tap to share. Expires in 24 hrs
es: ¡Listo! Toca para compartir. Caduca en 24 horas

# invite.signing.on
source: %@ is signing on
es: %@ se está registrando

# invite.expired
source: Expired
es: Caducado

# invite.signup.complete
source: Signup complete
es: Registro completo

source: New user
es: Nuevo Usuario

source: Existing user
es: Usuario Existente

source: Connect
es: Connectar

# invite.expired.title
source: Invite expired
es: Invitación caducada

# invite.expired.message
source: Invites expire after 24 hours. Please create a new invitation.
es: La invitación caduca en 24 horas. Por favor crea una nueva.

# invite.pending.title
source: Pending invite
es: Invitación pendiente

# invite.pending.message
source: Sorry about the delay. Your invitation is being processed.
es: Disculpa las demoras. Tu invitación está en proceso.

# invite.in.progress.title
source: Invite in progress
es: Invitación en proceso

# invite.in.progress.message
source: %@ is signing on.
es: %@ se está registrando.

# invite.pmt.in.progress.title
source: Payment in progress
es: Procesando Pago

# invite.pmt.in.progress.message
source: Your payment is being processed.
es: Tu pago está siendo procesado.

source: Message
es: Mensaje

source: Logout
es: Desconectarse

# logout.text
source: Are you sure you want to logout? All data and preferences will be deleted.
es: Estas seguro que deseas desonectarse? La información y preferencias de tu cuenta serán eliminadas.

# enter.code.placeholder
source: Enter code...
es: Ingresa el código...

# keychain.restore
source: Restore from Keychain
es: Restaurar desde Keychain

# podcast.details
source: Podcast Details & Options
es: Podcast Detalles & Opciones

# my.lsats
source: My L402s
es: Mis L402s

source: Code not supported
es: Código no soportado

source: Enter Restore PIN
es: Ingresa tu PIN

source: Share Invite Code
es: Compartir código de invitación

# open.conversation
source: Open a conversation to start using Sphinx
es: Abre una conversación para comenzar a usar Sphinx

# drag.attachment
source: Drag image or video in the chat view to send. Sending and Receiving payments are not supported in groups yet
es: Arrastra una imagen o video en la conversación para enviar. Enviar y recibir pagos no esta permitido en los grupos por el momento

source: Audio too short
es: Audio demasiado corto

# resume-restoring
source: Resuming Restore...
es: Resumiendo Restauración...

# restoring-progress
source: Restoring:
es: Restaurando:

source: Restoring content:
es: Restaurando contenido:

source: Restoring messages:
es: Restaurando mensajes:

source: Restoring contacts:
es: Restaurando contactos:

source: episodes
es: episodios

# price.per.minute
source: Price per minute: %d sats
es: Precio por minuto: %d sats

# contributed.sats
source: Contributed: %d sats
es: Contribuídos: %d sats

# earned.sats
source: Earned: %d sats
es: Recibidod: %d sats

# sats.per.minute
source: Podcast: sats per minute
es: Podcast: sats por minuto

# suggested.out.range
source: Suggested amount (%d sats) is above the maximum
es: Monto sugerido (%d sats) por encima del máximo

source: Download
es: Descargar

source: Mark As Played
es: Marcar como leído

source: Share
es: Compartir

source: Mark as Unplayed
es: Marcar como no leído

source: Erase from Device
es: Borrar del despositivo

source: Message Pinned
es: Mensaje Fijado

source: Message Unpinned
es: Mensaje Removido

source: Pin Message
es: Fijar Mensaje

source: Unpin Message
es: Remover Mensaje

source: Pinned Message
es: Mensaje Fijado

source: Never require PIN
es: Nunca solicitar PIN

source: Always require PIN
es: Siempre solicitar PIN

# deeplink.issue.title
source: Link Issue
es: Problema con el Enlace

# deeplink.issue.message
source: There was an issue with the link. This is usually because you do not have access to the tribe in question.
es: Ha habido un problema con el enlace. Por favor vuelve a intentarlo más tarde.

source: Send Giphy
es: Enviar Giphy

source: Start Audio Call
es: Iniciar llamada de audio

source: Start Video Call
es: Iniciar video llamada

source: Send Payment
es: Enviar pago

source: Request Payment
es: Solicitar pago

source: Send Emoji
es: Enviar emoji

# record.voice
source: Record Voice Message
es: Recordar mensaje de audio

source: more replies
es: respuestas más

# thread-chat
source: Thread
es: Hilo

source: Threads List
es: Lista de Hilos

# time.in-the-future
source: in the future
es: en el futuro

# time.moments-ago
source: moments ago
es: momentos atras

# time.a-minute-ago
source: a minute ago
es: un minuto atras

# time.minutes-ago
source: %d minutes ago
es: %d minutos atras

# time.an-hour-ago
source: an hour ago
es: una hora atras

# time.hours-ago
source: %d hours ago
es: %d horas atras

# time.yesterday
source: yesterday
es: ayer

# time.days-ago
source: %d days ago
es: %d días atras

# notification.invoice-payment.title
source: Invoice Payment Received
es: Pago de Solicitud Recibido

# notification.keysend.title
source: Keysend Received
es: Keysend Recibido

# notification.amount
source: Amount:
es: Monto:
